chadalen.vscode-jetbrains-icon-theme
dbaeumer.vscode-eslint
dimitarnonov.jellybeans-theme
esbenp.prettier-vscode
github.copilot
github.copilot-chat
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
pascalsenn.keyboard-quickfix
vscodevim.vim
