codeium.codeium
dbaeumer.vscode-eslint
esbenp.prettier-vscode
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
nrwl.angular-console
pascalsenn.keyboard-quickfix
teabyii.ayu
vscodevim.vim
waderyan.gitblame
